INSERT INTO schools(school_name,address,tel) VALUES
('盛岡情報ビジネス＆デザイン専門学校','盛岡市中央通3-2-17','019-622-1500'),
('盛岡外語観光＆ブライダル専門学校','盛岡市菜園2-4-19','019-651-5001'),
('盛岡医療福祉スポーツ専門学校','盛岡市大沢川原3-5-18','019-624-8600'),
('盛岡公務員法律専門学校','盛岡市中央通2-1-20','019-653-5061'),
('盛岡ペットワールド専門学校','盛岡市盛岡駅前通1-16','019-604-1151'),
('盛岡医療大学校','盛岡市盛岡駅前通10-16','019-626-5300'),
('菜園調理師専門学校','盛岡市菜園2-4-19','019-651-5001'),
('釜石市国際外語大学校','釜石市鈴子町15-2','0193-27-7202');

INSERT INTO departments(department_name,years,school_id) VALUES
('高度情報工学科',4,1),
('総合システム工学科',3,1),
('情報システム科',2,1),
('情報ビジネス科',2,1),
('総合デザイン科',3,1),
('グラフィックデザインコース',2,1),
('アニメ・漫画コース',2,1),
('CGクリエイトコース',2,1),
('建築インテリアコース',2,1),
('ゲームクリエイター科',2,1);


